package org.example.surveyUtils.questions;

public class SurveyQuestions {
    public static final String[] QUESTIONS = {
            "1. Пол:",
            "2. Рост (в см):",
            "3. Вес (в кг):",
            "4. Возраст:",
            "5. Насколько часто вы занимаетесь спортом?",
            "6. Как вы оцениваете свою физическую форму в данный момент (введите целое число от 1 до 10):",
            "7. Какова ваша цель?"
    };
    public static final String[] FREQUENCY_OPTIONS = {
            "a. не занимаюсь, но хочу начать",
            "b. редко (несколько раз в месяц)",
            "c. 1 или 2 раза в неделю",
            "d. Регулярно занимаюсь 3 и более раз в неделю"
    };
    public static final String[] GOAL_OPTIONS = {
            "1. Похудеть",
            "2. Набрать массу",
            "3. Поддержание текущего веса и/или физ. формы."
    };
}
